Repository: gluijk/DynaRange
Catalog: po/*.po
Languages: ca, de, es, fr, pt

source: [FINAL CONFIGURATION]
ca: [CONFIGURACIÓ FINAL]
de: [FINALE KONFIGURATION]
es: [CONFIGURACIÓN FINAL]
fr: [CONFIGURATION FINALE]
pt: [CONFIGURAÇÃO FINAL]

source: Black level:
ca: Nivell de negre:
de: Schwarzwert:
es: Nivel de negro:
fr: Niveau de noir :
pt: Nível de preto:

source: Saturation point:
ca: Punt de saturació:
de: Sättigungspunkt:
es: Punto de saturación:
fr: Point de saturation :
pt: Ponto de saturação:

source: Output file:
ca: Fitxer de sortida:
de: Ausgabedatei:
es: Fichero de salida:
fr: Fichier de sortie :
pt: Ficheiro de saída:

source: Pre-analyzing files to sort by exposure (using fast sampling)...
ca: Pre-analitzant fitxers per ordenar-los per exposició (usant mostreig ràpid)...
de: Dateien werden zur Sortierung nach Belichtung voranalysiert (mittels schnellem Sampling)...
es: Pre-analizando ficheros para ordenarlos por exposición (usando muestreo rápido)...
fr: Pré-analyse des fichiers pour trier par exposition (avec échantillonnage rapide)...
pt: Pré-analisando ficheiros para ordenar por exposição (usando amostragem rápida)...

source: File:
ca: Fitxer:
de: Datei:
es: Fichero:
fr: Fichier :
pt: Ficheiro:

source: , Estimated brightness:
ca: , Brillantor estimada:
de: , Geschätzte Helligkeit:
es: , Brillo estimado:
fr: , Luminosité estimée :
pt: , Brilho estimado:

source: Sorting finished. Starting Dynamic Range calculation process...
ca: Ordenació finalitzada. Iniciant procés de càlcul del Rang Dinàmic...
de: Sortierung abgeschlossen. Starte Berechnung des Dynamikumfangs...
es: Ordenación finalizada. Iniciando proceso de cálculo de Rango Dinámico...
fr: Tri terminé. Début du processus de calcul de la Plage Dynamique...
pt: Ordenação concluída. A iniciar o processo de cálculo da Gama Dinâmica...

source: Error: None of the input files could be processed.
ca: Error: No s'ha pogut processar cap dels fitxers d'entrada.
de: Fehler: Keine der Eingabedateien konnte verarbeitet werden.
es: Error: Ninguno de los ficheros de entrada pudo ser procesado.
fr: Erreur : Aucun des fichiers d'entrée n'a pu être traité.
pt: Erro: Nenhum dos ficheiros de entrada pôde ser processado.

source: Processing "
ca: Processant "
de: Verarbeite "
es: Procesando "
fr: Traitement de "
pt: A processar "

source: Error: Could not open RAW file:
ca: Error: No s'ha pogut obrir el fitxer RAW:
de: Fehler: RAW-Datei konnte nicht geöffnet werden:
es: Error: No se pudo abrir el archivo RAW:
fr: Erreur : Impossible d'ouvrir le fichier RAW :
pt: Erro: Não foi possível abrir o ficheiro RAW:

source: Error: Could not decode RAW data from:
ca: Error: No s'han pogut descodificar les dades RAW de:
de: Fehler: RAW-Daten konnten nicht dekodiert werden von:
es: Error: No se pudieron decodificar los datos RAW de:
fr: Erreur : Impossible de décoder les données RAW de :
pt: Erro: Não foi possível descodificar os dados RAW de:

source: Info: Black=
ca: Info: Negre=
de: Info: Schwarz=
fr: Info : Noir=
pt: Info: Preto=

source: Keystone parameters calculated.
ca: Paràmetres Keystone calculats.
de: Keystone-Parameter berechnet.
es: Parámetros Keystone calculados.
fr: Paramètres de trapèze calculés.
pt: Parâmetros Keystone calculados.

source: Warning: No valid patches found for
ca: Avís: No s'han trobat pegats vàlids per a
de: Warnung: Keine gültigen Patches gefunden für
es: Advertencia: No se encontraron parches válidos para
fr: Avertissement : Aucun patch valide trouvé pour
pt: Aviso: Nenhum patch válido encontrado para

source: Dynamic Range Results
ca: Resultats del Rang Dinàmic
de: Ergebnisse des Dynamikumfangs
es: Resultados de Rango Dinámico
fr: Résultats de la Plage Dynamique
pt: Resultados da Gama Dinâmica

source: RAW File
ca: Fitxer RAW
de: RAW-Datei
es: Archivo RAW
fr: Fichier RAW
pt: Ficheiro RAW

source: Patches
ca: Pegats
es: Parches
fr: Patchs

source: Results saved to
ca: Resultats desats a
de: Ergebnisse gespeichert in
es: Resultados guardados en
fr: Résultats enregistrés dans
pt: Resultados guardados em

source: Calculates the dynamic range from a series of RAW images.
ca: Calcula el rang dinàmic a partir d'una sèrie d'imatges RAW.
de: Berechnet den Dynamikumfang aus einer Reihe von RAW-Bildern.
es: Calcula el rango dinámico a partir de una serie de imágenes RAW.
fr: Calcule la plage dynamique à partir d'une série d'images RAW.
pt: Calcula a gama dinâmica a partir de uma série de imagens RAW.

source: Options for the black level
ca: Opcions per al nivell de negre
de: Optionen für den Schwarzwert
es: Opciones para el nivel de negro
fr: Options pour le niveau de noir
pt: Opções para o nível de preto

source: RAW file to calculate the black level
ca: Fitxer RAW per a calcular el nivell de negre
de: RAW-Datei zur Berechnung des Schwarzwertes
es: Fichero RAW para calcular el nivel de negro
fr: Fichier RAW pour calculer le niveau de noir
pt: Ficheiro RAW para calcular o nível de preto

source: Numeric value for the black level
ca: Valor numèric per al nivell de negre
de: Numerischer Wert für den Schwarzwert
es: Valor numérico para el nivel de negro
fr: Valeur numérique pour le niveau de noir
pt: Valor numérico para o nível de preto

source: Saturation
ca: Saturació
de: Sättigung
pt: Saturação

source: Options for the saturation point
ca: Opcions per al punt de saturació
de: Optionen für den Sättigungspunkt
es: Opciones para el punto de saturación
fr: Options pour le point de saturation
pt: Opções para o ponto de saturação

source: RAW file to calculate the saturation
ca: Fitxer RAW per a calcular la saturació
de: RAW-Datei zur Berechnung der Sättigung
es: Fichero RAW para calcular la saturación
fr: Fichier RAW pour calculer la saturation
pt: Ficheiro RAW para calcular a saturação

source: Numeric value for the saturation
ca: Valor numèric per a la saturació
de: Numerischer Wert für die Sättigung
es: Valor numérico para la saturación
fr: Valeur numérique pour la saturation
pt: Valor numérico para a saturação

source: Output CSV file
ca: Fitxer CSV de sortida
de: Ausgabe-CSV-Datei
es: Fichero CSV de salida
fr: Fichier CSV de sortie
pt: Ficheiro CSV de saída

source: List of RAW files to process
ca: Llista de fitxers RAW a processar
de: Liste der zu verarbeitenden RAW-Dateien
es: Lista de ficheros RAW a procesar
fr: Liste des fichiers RAW à traiter
pt: Lista de ficheiros RAW a processar

source: [INFO] Calculating black level from:
ca: [INFO] Calculant el nivell de negre des de:
de: [INFO] Berechne Schwarzwert aus:
es: [INFO] Calculando nivel de negro desde:
fr: [INFO] Calcul du niveau de noir à partir de :
pt: [INFO] A calcular o nível de preto de:

source: Fatal error: Could not process the dark frame. Exiting.
ca: Error fatal: No s'ha pogut processar el dark frame. Sortint.
de: Schwerwiegender Fehler: Dark Frame konnte nicht verarbeitet werden. Programm wird beendet.
es: Error fatal: No se pudo procesar el dark frame. Saliendo.
fr: Erreur fatale : Impossible de traiter le dark frame. Arrêt du programme.
pt: Erro fatal: Não foi possível processar o dark frame. A sair.

source: [INFO] -> Black level obtained:
ca: [INFO] -> Nivell de negre obtingut:
de: [INFO] -> Erhaltener Schwarzwert:
es: [INFO] -> Nivel de negro obtenido:
fr: [INFO] -> Niveau de noir obtenu :
pt: [INFO] -> Nível de preto obtido:

source: [INFO] Calculating saturation point from:
ca: [INFO] Calculant el punt de saturació des de:
de: [INFO] Berechne Sättigungspunkt aus:
es: [INFO] Calculando punto de saturación desde:
fr: [INFO] Calcul du point de saturation à partir de :
pt: [INFO] A calcular o ponto de saturação de:

source: Fatal error: Could not process the saturation file. Exiting.
ca: Error fatal: No s'ha pogut processar el fitxer de saturació. Sortint.
de: Schwerwiegender Fehler: Sättigungsdatei konnte nicht verarbeitet werden. Programm wird beendet.
es: Error fatal: No se pudo procesar el fichero de saturación. Saliendo.
fr: Erreur fatale : Impossible de traiter le fichier de saturation. Arrêt du programme.
pt: Erro fatal: Não foi possível processar o ficheiro de saturação. A sair.

source: [INFO] -> Saturation point obtained (5th percentile):
ca: [INFO] -> Punt de saturació obtingut (5è percentil):
de: [INFO] -> Erhaltener Sättigungspunkt (5. Perzentil):
es: [INFO] -> Punto de saturación obtenido (percentil 5%):
fr: [INFO] -> Point de saturation obtenu (5e percentile) :
pt: [INFO] -> Ponto de saturação obtido (5º percentil):
